test/3vortexSheddingOwnCopy/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          200;
        startFace       326221;
    }
    outlet
    {
        type            patch;
        nFaces          282;
        startFace       326421;
    }
    top
    {
        type            wall;
        inGroups        1(wall);
        nFaces          250;
        startFace       326703;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          250;
        startFace       326953;
    }
    shape
    {
        type            wall;
        inGroups        1(wall);
        nFaces          342;
        startFace       327203;
    }
    frontAndBackPlanes
    {
        type            empty;
        inGroups        1(empty);
        nFaces          434020;
        startFace       327545;
    }
)

// ************************************************************************* //
