test/3vortexSheddingOwnCopy/constant/transportProperties:Zone.Identifier
[ZoneTransfer]
ZoneId=3
ReferrerUrl=C:\Users\Nicolas\Downloads\C8.zip
